7767517
27 30
Input            data                             0 1 data
Convolution      hybridsequential0_conv0_fwd      1 1 data hybridsequential0_conv0_fwd 0=48 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 5=1 6=432
BatchNorm        hybridsequential0_batchnorm0_fwd 1 1 hybridsequential0_conv0_fwd hybridsequential0_batchnorm0_fwd 0=48
ReLU             hybridsequential0_relu0_fwd      1 1 hybridsequential0_batchnorm0_fwd hybridsequential0_relu0_fwd
Convolution      hybridsequential0_conv1_fwd      1 1 hybridsequential0_relu0_fwd hybridsequential0_conv1_fwd 0=24 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 5=1 6=1152
BatchNorm        hybridsequential0_batchnorm1_fwd 1 1 hybridsequential0_conv1_fwd hybridsequential0_batchnorm1_fwd 0=24
ReLU             hybridsequential0_relu1_fwd      1 1 hybridsequential0_batchnorm1_fwd hybridsequential0_relu1_fwd
Convolution      hybridsequential0_conv2_fwd      1 1 hybridsequential0_relu1_fwd hybridsequential0_conv2_fwd 0=48 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 5=1 6=10368
BatchNorm        hybridsequential0_batchnorm2_fwd 1 1 hybridsequential0_conv2_fwd hybridsequential0_batchnorm2_fwd 0=48
ReLU             hybridsequential0_relu2_fwd      1 1 hybridsequential0_batchnorm2_fwd hybridsequential0_relu2_fwd
Convolution      hybridsequential0_conv3_fwd      1 1 hybridsequential0_relu2_fwd hybridsequential0_conv3_fwd 0=24 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 5=1 6=1152
BatchNorm        hybridsequential0_batchnorm3_fwd 1 1 hybridsequential0_conv3_fwd hybridsequential0_batchnorm3_fwd 0=24
ReLU             hybridsequential0_relu3_fwd      1 1 hybridsequential0_batchnorm3_fwd hybridsequential0_relu3_fwd
Convolution      hybridsequential0_conv4_fwd      1 1 hybridsequential0_relu3_fwd hybridsequential0_conv4_fwd 0=48 1=3 11=3 2=1 12=1 3=2 13=2 4=0 14=0 5=1 6=10368
BatchNorm        hybridsequential0_batchnorm4_fwd 1 1 hybridsequential0_conv4_fwd hybridsequential0_batchnorm4_fwd 0=48
ReLU             hybridsequential0_relu4_fwd      1 1 hybridsequential0_batchnorm4_fwd hybridsequential0_relu4_fwd
Convolution      hybridsequential0_conv5_fwd      1 1 hybridsequential0_relu4_fwd hybridsequential0_conv5_fwd 0=96 1=3 11=3 2=1 12=1 3=1 13=1 4=0 14=0 5=1 6=41472
BatchNorm        hybridsequential0_batchnorm5_fwd 1 1 hybridsequential0_conv5_fwd hybridsequential0_batchnorm5_fwd 0=96
ReLU             hybridsequential0_relu5_fwd      1 1 hybridsequential0_batchnorm5_fwd hybridsequential0_relu5_fwd
Convolution      hybridsequential0_conv6_fwd      1 1 hybridsequential0_relu5_fwd hybridsequential0_conv6_fwd 0=512 1=3 11=3 2=1 12=1 3=1 13=1 4=0 14=0 5=1 6=442368
BatchNorm        hybridsequential0_batchnorm6_fwd 1 1 hybridsequential0_conv6_fwd hybridsequential0_batchnorm6_fwd 0=512
ReLU             hybridsequential0_relu6_fwd      1 1 hybridsequential0_batchnorm6_fwd hybridsequential0_relu6_fwd
Split            splitncnn_0                      1 4 hybridsequential0_relu6_fwd hybridsequential0_relu6_fwd_splitncnn_0 hybridsequential0_relu6_fwd_splitncnn_1 hybridsequential0_relu6_fwd_splitncnn_2 hybridsequential0_relu6_fwd_splitncnn_3
InnerProduct     hybridsequential0_multitask0_dense0_fwd 1 1 hybridsequential0_relu6_fwd_splitncnn_3 hybridsequential0_multitask0_dense0_fwd 0=198 1=1 2=101376
InnerProduct     hybridsequential0_multitask0_dense1_fwd 1 1 hybridsequential0_relu6_fwd_splitncnn_2 hybridsequential0_multitask0_dense1_fwd 0=6 1=1 2=3072
InnerProduct     hybridsequential0_multitask0_dense2_fwd 1 1 hybridsequential0_relu6_fwd_splitncnn_1 hybridsequential0_multitask0_dense2_fwd 0=9 1=1 2=4608
InnerProduct     hybridsequential0_multitask0_dense3_fwd 1 1 hybridsequential0_relu6_fwd_splitncnn_0 hybridsequential0_multitask0_dense3_fwd 0=18 1=1 2=9216
